[
  {
    "text": "Love is composed of a single soul inhabiting two bodies.",
    "author": "Aristotle"
  },
  {
    "text": "Before you marry a person, make them use a computer with slow internet.",
    "author": "Will Ferrell"
  },
  {
    "text": "To love and be loved is to feel the sun from both sides.",
    "author": "David Viscott"
  },
  {
    "text": "When mountains crumble to the sea, there will still be you and me.",
    "author": "Led Zeppelin"
  },
  {
    "text": "We loved with a love that was more than love.",
    "author": "Edgar Allan Poe"
  },
  {
    "text": "The best love is the kind that awakens the soul.",
    "author": "Nicholas Sparks"
  },
  {
    "text": "How wonderful life is while you're in the world.",
    "author": "Elton John"
  },
  {
    "text": "Happiness is anyone and anything that’s loved by you.",
    "author": "Charles M. Schulz"
  },
  {
    "text": "I like shiny things, but I'd marry you with paper rings.",
    "author": "Taylor Swift"
  },
  {
    "text": "There is no remedy for love but to love more.",
    "author": "Henry David Thoreau"
  },
  {
    "text": "The secret of a happy marriage remains a secret.",
    "author": "Henny Youngman"
  },
  {
    "text": "What is done in love is done well.",
    "author": "Vincent Van Gogh"
  },
  {
    "text": "Marriage is like a deck of cards. There's diamonds, hearts, spades and clubs.",
    "author": "Anonymous"
  },
  {
    "text": "Life is what happens when you're busy making other plans.",
    "author": "John Lennon"
  },
  {
    "text": "I lost my wife's audiobook. I'll never hear the end of it.",
    "author": "Anonymous"
  },
  {
    "text": "It's not the years in your life that count. It's the life in your years.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "My most brilliant achievement was persuading my wife to marry me.",
    "author": "Winston Churchill"
  },
  {
    "text": "Somewhere, something incredible is waiting to be known.",
    "author": "Carl Sagan"
  },
  {
    "text": "My wife says I don't listen... or something like that.",
    "author": "Anonymous"
  },
  {
    "text": "I dream my painting and I paint my dream.",
    "author": "Van Gogh"
  }
]
